const lang = {
   data() {
      return {
         latest_news: "RFA نىڭ ئەڭ يېڭى ئۇچۇرلىرىنى ھەر ۋاقىت ، ھەر جايدا ئېلىڭ",
         help_installing: "ئاندىرويىد / ئالما مەشغۇلات سىستېمىسى ئورنىتىشقا ياردەم كېرەكمۇ؟",
         android_header: "ئاندىرويىد ئۈچۈن",
         android_1: "تۆۋەندىكى ئۇلانمىنى چېكىپ توركۆرگۈدە ئەپنى ئېچىڭ",
         android_2: "RFA يېڭى دېتالىنى باش ئېكرانغا قاچىلاشتا «قوشۇش» نى چېكىڭ",
         apple_header: "ئالما مەشغۇلات سىستېمىسى ئۈچۈن",
         apple_1: "Safari دا ئەپنى ئېچىش ئۈچۈن تۆۋەندىكى ئۇلانمىنى چېكىڭ.",
         apple_2: "ئېكراننىڭ ئاستىدا «ھەمبەھىر» سىنبەلگىسىنى چېكىڭ.",
         apple_3: "ھەمبەھىر تىزىملىكىنى تۆۋەنگە سۈرۈپ «باش ئېكرانغا قوشۇش» نى تاللاڭ.",
         apple_4: "ئەپنى باش ئېكرانغا قوشۇش ئۈچۈن ئوڭ تەرەپ ئۈستى بۇلۇڭدىكى «قوشۇش» نى چېكىڭ.",
         go: "داۋاملاشتۇرۇڭ",
         service: 'uyghur',
      }
   }
}

Vue.createApp(lang).mount('#lang')
