const lang = {
   data() {
      return {
         latest_news: "ຮັບຂໍ້ມູລຫຼ້າສຸດຈາກ RFA ໄດ້ທຸກບ່ອນ",
         help_installing: "ຕ້ອງການຄວາມຊ່ວຍເຫຼືອ ໃນການຕິດຕັ້ງສຳລັບ Android ຫລື iOS?",
         android_header: "ສຳລັບອຸປກອນ Android",
         android_1: "ກົດທີ່ລິ້ງດ້ານລຸ່ມເພື່ອເປີດແອັປໃນ browser ຂອງທ່ານ",
         android_2: "ແຕະ 'ເພີ່ມ' ເມື່ອຖືກບອກໃຫ້ຕິດຕັ້ງແອັປ RFA ໃໝ່ ໃສ່ໜ້າຈໍຫຼັກຂອງທ່ານ.",
         apple_header: "ສຳລັບອຸປກອນ iOS",
         apple_1: "ກົດທີ່ລິ້ງດ້ານລຸ່ມເພື່ອເປີດແອັປ ໃນ Safari.",
         apple_2: "ຢູ່ດ້ານລຸ່ມຂອງໜ້າຈໍ, ໃຫ້ແຕະທີ່ ໄອຄອນ Share.",
         apple_3: "ເລື່ອນເມນູ Share ລົງ ແລ້ວເລືອກ 'ຕື່ມໃສ່ໜ້າຈໍຫຼັກ'.",
         apple_4: "ແຕະ 'ເພີ່ມ' ຢູ່ແຈຂວາເທິງ ເພື່ອເພີ່ມແອັປ ໃນໜ້າຈໍຫຼັກຂອງທ່ານ.",
         go: "ໄປ",
         service:'lao',
      }
   }
}

Vue.createApp(lang).mount('#lang')
