const lang = {
   data() {
      return {
         latest_news: "ទទួលបានព័ត៌មានចុងក្រោយពី អាស៊ីសេរី (RFA) ពីគ្រប់ទីកន្លែង",
         help_installing: "តើអ្នកត្រូវការជំនួយក្នុងការដំឡើងកម្មវិធីលើប្រព័ន្ធ Android ឬ IOS ដែរឬទេ?",
         android_header: "សម្រាប់ឧបករណ៍ដែលប្រើប្រាស់ប្រព័ន្ធ Android",
         android_1: "ចុចតំណភ្ជាប់ខាងក្រោម ដើម្បីបើកកម្មវិធីនេះក្នុងកម្មវិធីបើកអ៊ីនធឺណិត  (Browser) របស់លោកអ្នក",
         android_2: "ចុច 'Add' ដើម្បីដំឡើងកម្មវិធីថ្មីរបស់ អាស៊ីសេរី នៅលើ Home Screen របស់លោកអ្នក",
         apple_header: "សម្រាប់ឧបករណ៍ដែលប្រើប្រាស់ប្រព័ន្ធ IOS",
         apple_1: "ចុចតំណភ្ជាប់ខាងក្រោម ដើម្បីបើកកម្មវិធីនេះក្នុងកម្មវិធីបើកអ៊ីនធឺណិត Safari របស់លោកអ្នក",
         apple_2: " នៅផ្នែកខាងក្រោម សូមចុច Share",
         apple_3: "នៅលើ Share Menu អូសចុះក្រោម រួចចុចលើពាក្យថា 'Add to Home Screen'",
         apple_4: "ចុច 'Add' នៅផ្នែកខាងលើចុងខាងស្តាំ ដើម្បីបញ្ចូលកម្មវិធីរបស់ អាស៊ីសេរី ទៅក្នុង Home Screen របស់លោកអ្នក",
         go: "បើកមើល",
         service: 'khmer'
      }
   }
}

Vue.createApp(lang).mount('#lang')
